Revit 2027 API
GroupTypeId.SplitProfileDimensions Property
 Dimensions (linear units or % of thickness).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SplitProfileDimensions { get; }
Public Shared ReadOnly Property SplitProfileDimensions As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SplitProfileDimensions {
	ForgeTypeId^ get ();
}
static member SplitProfileDimensions : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace